[
    {
        "setlist": "Aturan Anti Cinta",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645341/oc8z8oxp7lxorbf0vcah.png",
        "description": "Setlist legendaris telah kembali! Ini adalah pertunjukan yang menjadi langkah awal JKT48 saat pertama kali berdiri. Seperti apakah new era JKT48 membawakannya? Bersiaplah menyaksikan 16 lagu yang akan menggetarkan hatimu dengan beragam bentuk dari cinta."
    },
    {
        "setlist": "Cara Meminum Ramune",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645344/vohmkyrhfr8mmwhb0mku.png",
        "description": "Pernahkah kamu meminum Ramune? Meskipun tidak bisa diminum sekaligus, tapi Ramune tetap dapat kita rasakan kesegarannya dalam setiap tetesnya. Seperti nikmatnya Ramune tersebut, para member JKT48 New Era siap untuk memberikanmu keceriaan dan semangat baru, melalui setiap lagu yang ada di dalam setlist Cara Meminum Ramune (Ramune no Nomikata) ini."
    },
    {
        "setlist": "Ingin Bertemu",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645341/vdhztwhsoenkt0oksfzz.png",
        "description": "Manis dan pahitnya sebuah pertemuan akan dapat kalian rasakan melalui pertunjukan “Ingin Bertemu” yang dipersembahkan oleh JKT48 Trainee Generasi 11."
    },
    {
        "setlist": "Pajama Drive",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645339/xsksxnkwuyrka6r1k3p6.png",
        "description": "Dengan penuh semangat dan keceriaan, Generasi 10 JKT48 siap membawakan pertunjukan legendaris, yang pertama kali dibawakan pada tahun 2012 oleh Generasi 1 JKT48. Seperti apakah penampilan yang akan ditunjukkan oleh para generasi penerus? Mari bersama-sama rasakan energi yang luar biasa dari para member generasi 10 JKT48, dengan formasi yang jauh berbeda dari biasanya!"
    },
    {
        "setlist": "Tunas di Balik Seragam",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645762/pguted8tmxjbbvfjalya.png",
        "description": "Satu lagi setlist yang dinanti dari JKT48 kini telah kembali. Seperti apakah warna dari para member JKT48 New Era ini pada saat membawakannya? Tentunya pertunjukan dengan penuh sisi energik dan perasaan dari member di setiap lagunya akan menggetarkan hatimu."
    },
    {
        "setlist": "Matahari Milikku",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645339/gbpsc3viquidjtzrifk1.png",
        "description": "Boku No Taiyou dipentaskan JKT48 Team KIII (Generasi 2) dengan judul Matahari Milikku mulai 17 Mei 2013. Pengumuman Boku No Taiyou sebagai judul pertunjukan berikutnya dari JKT48 Team KIII disampaikan setelah pertunjukan hari terakhir Pajama Drive dari JKT48 Generasi 2 pada 12 Mei 2013."
    },
    {
        "setlist": "Demi Seseorang",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645344/gsxb9s2gqshgx6wppqxb.png",
        "description": "Setlist Demi Seseorang adalah salah satu setlist populer dari JKT48, yang merupakan adaptasi dari setlist AKB48 berjudul Dareka no Tame ni (For Someone's Sake). Setlist ini memiliki tema besar yang penuh dengan pesan kemanusiaan, perjuangan, dan pengorbanan, mencerminkan emosi mendalam serta kisah-kisah inspiratif yang relevan dengan kehidupan sehari-hari."
    },
    {
        "setlist": "Gadis Gadis Remaja",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645343/kpipagebiqlnss5lxe4i.png",
        "description": "Satu lagi setlist yang legendaris dalam perjalanan JKT48 kini telah kembali. Sebuah setlist dengan penuh tantangan di dalamnya. Bersiaplah untuk menyaksikan 14 lagu yang akan membuatmu merasakan semangat masa muda dari anak perempuan dan kehidupannya dari berbagai sisi pada new era JKT48 kini."
    },
    {
        "setlist": "Sambil Menggandeng Erat Tanganku",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645343/c8fh9rk1urhbyaoctfvi.png",
        "description": "Setlist Sambil Menggandeng Erat Tanganku adalah salah satu setlist ikonik dari JKT48, yang merupakan adaptasi dari setlist AKB48 berjudul Te wo Tsunaginagara (While Holding Hands). Setlist ini awalnya dipentaskan oleh Team S dari SKE48 dan memiliki tema kebersamaan, harapan, serta kehangatan hubungan antar manusia."
    },
    {
        "setlist": "Dewi Theater",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645345/qnamttkuogqf8vuv7xjr.png",
        "description": "Setlist Dewi Theater adalah salah satu setlist spesial dari JKT48, yang merupakan adaptasi dari setlist Theater no Megami (Theater Goddess) milik AKB48 Team B. Setlist ini mengusung tema utama keajaiban panggung teater, semangat, dan cinta yang sering dihadirkan melalui pertunjukan JKT48 di teater mereka."
    },
    {
        "setlist": "Saka Agari",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645763/laefmyrraj7u03xtscut.png",
        "description": "Saka Agari adalah setlist penuh semangat yang menggambarkan perjuangan, keberanian, dan semangat pantang menyerah. Setlist ini diadaptasi dari AKB48 Team K dan dikenal dengan koreografi energik serta lagu-lagu yang memotivasi. Dengan suasana yang dinamis, Saka Agari mengajak penonton untuk merasakan kekuatan dan tekad para anggota JKT48 dalam mengejar mimpi."
    },
    {
        "setlist": "Fajar Sang Idola",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645343/yxmyexnzspasjndnmg58.png",
        "description": "Fajar Sang Idola menggambarkan perjalanan dari kegelapan menuju terang, melambangkan harapan dan kebangkitan. Setlist ini mencerminkan perjuangan para anggota untuk menjadi sosok yang dicintai dan dikagumi. Lagu-lagunya menyampaikan pesan tentang kerja keras, persahabatan, dan optimisme untuk meraih masa depan yang cerah."
    },
    {
        "setlist": "BANZAI JKT48",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645339/ey4o4krdgqegianbpopl.png",
        "description": "BANZAI JKT48 adalah setlist penuh kegembiraan dan sorakan semangat yang menghadirkan energi positif. Dengan lirik ceria dan melodi yang catchy, setlist ini dirancang untuk membuat penonton ikut bernyanyi dan bersorak. Suasana panggung yang penuh warna membuat setiap pertunjukan terasa seperti pesta yang meriah."
    },
    {
        "setlist": "Sekarang Sedang Jatuh Cinta",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645340/d0hi5tjrguglulefcrz6.png",
        "description": "Sekarang Sedang Jatuh Cinta membawa tema cinta remaja yang manis dan menggemaskan. Lagu-lagunya bercerita tentang perasaan cinta pertama, kegembiraan, dan kecanggungan yang sering dirasakan oleh generasi muda. Setlist ini menghadirkan suasana ceria dengan sentuhan romantis, cocok untuk menyentuh hati para penonton."
    },
    {
        "setlist": "Team KIII B•E•L•I•E•V•E Show",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645755/bi9jsuw4kbntq7vxnbao.png",
        "description": "Team KIII B•E•L•I•E•V•E Show adalah pertunjukan yang dirancang untuk menunjukkan kemampuan terbaik dari Team KIII. Dengan tema kepercayaan diri dan kerja sama, setlist ini menampilkan perpaduan lagu-lagu enerjik dan emosional yang mencerminkan kekuatan dan keunikan Team KIII sebagai tim solid."
    },
    {
        "setlist": "Team J B•E•L•I•E•V•E Show",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645755/bi9jsuw4kbntq7vxnbao.png",
        "description": "Team J B•E•L•I•E•V•E Show adalah representasi dari kerja keras dan solidaritas Team J. Pertunjukan ini menampilkan kekuatan vokal, tarian, dan energi khas dari tim pertama JKT48. Setlist ini menyampaikan pesan untuk selalu percaya pada diri sendiri dan tim, menjadikannya inspirasi bagi para fans."
    },
    {
        "setlist": "Bel Terakhir Berbunyi",
        "image": "https://res.cloudinary.com/dv0jsvwzj/image/upload/v1731645339/ixtwuumhhyx3vemtqpcb.png",
        "description": "Bel Terakhir Berbunyi adalah setlist yang membawa penonton pada nostalgia dan refleksi tentang masa sekolah. Dengan tema tentang perpisahan, kenangan indah, dan persahabatan, setlist ini mengajak penonton untuk mengingat momen-momen berharga dalam hidup mereka. Lagu-lagunya yang emosional dan melodius meninggalkan kesan mendalam."
    }
]